
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>遠距工作真的好嗎？ · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="family.html" />
    
    
    <link rel="prev" href="what-is-remote-job.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="video/">
            
                <a href="video/">
            
                    
                    社群活動
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="./">
            
                <a href="./">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="what-is-remote-job.html">
            
                <a href="what-is-remote-job.html">
            
                    
                    什麼是遠距工作
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.4" data-path="is-it-really-so-good.html">
            
                <a href="is-it-really-so-good.html">
            
                    
                    遠距工作真的好嗎？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="family.html">
            
                <a href="family.html">
            
                    
                    家人的衝突
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="how-to-find-remote-job.html">
            
                <a href="how-to-find-remote-job.html">
            
                    
                    如何找到遠距工作？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="it-is-not-good-for-everyone.html">
            
                <a href="it-is-not-good-for-everyone.html">
            
                    
                    不是每個人都適合遠端工作
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="demand.html">
            
                <a href="demand.html">
            
                    
                    遠距工作需求來自於
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="contract-and-income.html">
            
                <a href="contract-and-income.html">
            
                    
                    契約與收入模式
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="insurance.html">
            
                <a href="insurance.html">
            
                    
                    關於勞健保
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="type.html">
            
                <a href="type.html">
            
                    
                    哪些類型的工作適合遠距工作
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.12" data-path="time-management-tools.html">
            
                <a href="time-management-tools.html">
            
                    
                    時間管理工具
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.13" >
            
                <span>
            
                    
                    團隊合作
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.13.1" data-path="team-work/culture.html">
            
                <a href="team-work/culture.html">
            
                    
                    建立文化
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.13.2" data-path="team-work/tools.html">
            
                <a href="team-work/tools.html">
            
                    
                    工具
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.14" data-path="social/">
            
                <a href="social/">
            
                    
                    社交
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.14.1" data-path="social/it.html">
            
                <a href="social/it.html">
            
                    
                    技術型活動
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.14.2" data-path="social/fun.html">
            
                <a href="social/fun.html">
            
                    
                    娛樂性活動
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.15" >
            
                <span>
            
                    
                    提升
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.15.1" data-path="improve/focus.html">
            
                <a href="improve/focus.html">
            
                    
                    專注力
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.15.2" data-path="improve/tools.html">
            
                <a href="improve/tools.html">
            
                    
                    吸收資訊能力
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.15.3" data-path="improve/mental-strength.html">
            
                <a href="improve/mental-strength.html">
            
                    
                    心理強度
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.15.4" data-path="improve/at-less.html">
            
                <a href="improve/at-less.html">
            
                    
                    低資訊飲食
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.16" data-path="prepare.html">
            
                <a href="prepare.html">
            
                    
                    遠距工作前期訓練
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.17" data-path="balance.html">
            
                <a href="balance.html">
            
                    
                    工作與生活的平衡
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.18" data-path="bucket-list.html">
            
                <a href="bucket-list.html">
            
                    
                    建立人生清單
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.19" data-path="location.html">
            
                <a href="location.html">
            
                    
                    工作地點的選擇
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.20" data-path="fight-for.html">
            
                <a href="fight-for.html">
            
                    
                    如何爭取遠端工作
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.21" data-path="freelancer.html">
            
                <a href="freelancer.html">
            
                    
                    自由工作者
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.22" data-path="challenge-enterprises.html">
            
                <a href="challenge-enterprises.html">
            
                    
                    企業將面臨的挑戰
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.23" data-path="conclusion.html">
            
                <a href="conclusion.html">
            
                    
                    結語
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >遠距工作真的好嗎？</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x9060;&#x8DDD;&#x5DE5;&#x4F5C;&#x771F;&#x7684;&#x597D;&#x55CE;">&#x9060;&#x8DDD;&#x5DE5;&#x4F5C;&#x771F;&#x7684;&#x597D;&#x55CE;</h1>
<p>&#x4E0D;&#x7528;&#x6BCF;&#x5929;&#x53BB;&#x8FA6;&#x516C;&#x5BA4;&#xFF0C;&#x7576;&#x5916;&#x9762;&#x98B3;&#x98A8;&#x4E0B;&#x96E8;&#xFF0C;&#x4E5F;&#x4E0D;&#x9700;&#x8981;&#x8D95;&#x5FEB;&#x6E96;&#x5099;&#x6230;&#x9B25;&#x88DD;&#x8FCE;&#x6230;&#x3002;&#x60A0;&#x9592;&#x7684;&#x6CE1;&#x676F;&#x71B1;&#x62FF;&#x9435;&#x5403;&#x500B;&#x65E9;&#x9910;&#xFF0C;&#x5B89;&#x5B89;&#x7A69;&#x7A69;&#x7684;&#x6E96;&#x6642;&#x4E0A;&#x5DE5;&#xFF0C;&#x9060;&#x8DDD;&#x5DE5;&#x4F5C;&#x770B;&#x4F3C;&#x5922;&#x5E7B;&#x7684;&#x5DE5;&#x4F5C;&#x65B9;&#x5F0F;&#xFF0C;&#x4F46;&#x5728;&#x4E4B;&#x4E2D;&#x6709;&#x4EC0;&#x9EBC;&#x96B1;&#x6182;&#xFF1F;</p>
<p>&#x5728;&#x300C;&#x6211;&#x5011;&#x8FA6;&#x516C;&#x5BA4;&#x6C92;&#x6709;&#x4EBA;&#x300D;&#x66F8;&#x4E2D;&#xFF0C;&#x6709;&#x63D0;&#x5230;&#x6211;&#x6B78;&#x7D0D;&#x56DB;&#x9EDE;&#xFF0C;&#x662F;&#x6211;&#x5BE6;&#x969B;&#x4E0A;&#x6709;&#x9047;&#x5230;&#x7684;&#x554F;&#x984C;&#x3002;</p>
<h4 id="&#x81EA;&#x5236;&#x529B;&#x7684;&#x8003;&#x9A57;">&#x81EA;&#x5236;&#x529B;&#x7684;&#x8003;&#x9A57;</h4>
<p>&#x5148;&#x606D;&#x559C;&#x4F60;&#x96E2;&#x958B;&#x4E86;&#x8FA6;&#x516C;&#x5BA4;&#x5F8C;&#xFF0C;&#x518D;&#x4E5F;&#x6C92;&#x6709;&#x5169;&#x96BB;&#x773C;&#x775B;&#x5728;&#x80CC;&#x5F8C;&#x76EF;&#x8457;&#x4F60;&#x4E86;&#xFF0C;&#x4F46;&#x9019;&#x662F;&#x8003;&#x9A57;&#x4F60;&#x81EA;&#x5DF1;&#x81EA;&#x5236;&#x529B;&#x7684;&#x958B;&#x59CB;&#xFF0C;&#x518D;&#x4E5F;&#x6C92;&#x6709;&#x4EBA;&#x8981;&#x6C42;&#x4F60;&#x54EA;&#x4E9B;&#x80FD;&#x505A;&#x54EA;&#x4E9B;&#x4E0D;&#x80FD;&#x505A;&#xFF0C;&#x4E5F;&#x6C92;&#x6709;&#x4EBA;&#x76EF;&#x8457;&#x4F60;&#x5E7E;&#x9EDE;&#x4E0A;&#x73ED;&#x5E7E;&#x9EDE;&#x4E0B;&#x73ED;&#xFF0C;&#x908A;&#x770B;&#x96FB;&#x8996;&#x908A;&#x5DE5;&#x4F5C;&#x6216;&#x6703;&#x4E0D;&#x5C0F;&#x5FC3;&#x804A; Facebook &#x597D;&#x5E7E;&#x500B;&#x5C0F;&#x6642;&#xFF0C;&#x6700;&#x5F8C;&#x7684;&#x7D50;&#x679C;&#x90FD;&#x662F;&#x81EA;&#x5DF1;&#x8981;&#x627F;&#x64D4;&#xFF0C;&#x56E0;&#x70BA;&#x7576;&#x4F60;&#x96E2;&#x958B;&#x516C;&#x53F8;&#x4E4B;&#x5F8C;&#xFF0C;&#x5DE5;&#x6642;&#x4E26;&#x975E;&#x6700;&#x91CD;&#x8981;&#x7684;&#x8A55;&#x4F30;&#x6A19;&#x6E96;&#xFF0C;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#x905E;&#x4EA4;&#x300C;&#x5DE5;&#x4F5C;&#x6210;&#x679C;&#x300D;&#x3002;</p>
<h4 id="&#x5176;&#x5BE6;&#x9060;&#x8DDD;&#x5DE5;&#x4F5C;&#x6BD4;&#x4F60;&#x60F3;&#x50CF;&#x4E2D;&#x7684;&#x7D2F;">&#x5176;&#x5BE6;&#x9060;&#x8DDD;&#x5DE5;&#x4F5C;&#x6BD4;&#x4F60;&#x60F3;&#x50CF;&#x4E2D;&#x7684;&#x7D2F;</h4>
<p>&#x7576;&#x6211;&#x5011;&#x5728;&#x8FA6;&#x516C;&#x5BA4;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x4E0D;&#x9700;&#x8981;&#x975E;&#x5E38;&#x7CBE;&#x78BA;&#x7684;&#x8A55;&#x4F30;&#x4E00;&#x5929;&#x4E2D;&#x5230;&#x5E95;&#x505A;&#x4E86;&#x591A;&#x5C11;&#x5DE5;&#x4F5C;&#x91CF;&#xFF0C;&#x56E0;&#x70BA;&#x662F;&#x4EE5;&#x5DE5;&#x6642;&#x8A08;&#x7B97;&#xFF0C;&#x53CD;&#x6B63;&#x4EBA;&#x5728;&#x8FA6;&#x516C;&#x5BA4;&#x5C31;&#x662F;&#x5F85;&#x6EFF;&#x516B;&#x500B;&#x5C0F;&#x6642;&#xFF0C;&#x4E00;&#x9032;&#x8FA6;&#x516C;&#x5BA4;&#x5C31;&#x5927;&#x6982;&#x770B;&#x4E00;&#x4E0B;&#x6628;&#x5929;&#x7A0B;&#x5F0F;&#x5BEB;&#x5230;&#x54EA;&#x88E1;&#xFF0C;&#x8981;&#x600E;&#x9EBC;&#x958B;&#x59CB;&#x7E7C;&#x7E8C;&#x63A5;&#x8457;&#x5BEB;&#xFF0C;&#x6709;&#x6C92;&#x6709;&#x5176;&#x4ED6;&#x540C;&#x4E8B;&#x59D4;&#x6D3E;&#x7684;&#x4E8B;&#x8981;&#x5354;&#x52A9;&#x8655;&#x7406;&#xFF0C;&#x63A5;&#x8457;&#x958B;&#x59CB;&#x5FD9;&#x5FD9;&#x788C;&#x788C;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x4E2D;&#x5348;&#x5403;&#x500B;&#x98EF;&#x4F11;&#x606F;&#x4E00;&#x4E0B;&#xFF0C;&#x4E0B;&#x5348;&#x7E7C;&#x7E8C;&#x63A5;&#x8457; coding &#x2026; coding &#x2026; coding &#x4E0B;&#x73ED;&#x9583;&#x4EBA;&#xFF0C;&#x81F3;&#x65BC;&#x4F60;&#x4E00;&#x5929;&#x5230;&#x5E95;&#x5B8C;&#x6210;&#x4E86;&#x591A;&#x5C11;&#x3001;&#x9084;&#x5269;&#x591A;&#x5C11;&#xFF0C;&#x4E26;&#x4E0D;&#x6703;&#x6BCF;&#x5929;&#x53BB;&#x7D71;&#x8A08;&#x8DDF;&#x4F30;&#x7B97;&#xFF0C;&#x53CD;&#x6B63;&#x5C31;&#x662F;&#x660E;&#x5929;&#x4E0A;&#x73ED;&#x7E7C;&#x7E8C;&#x63A5;&#x8457;&#x5BEB;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x9060;&#x8DDD;&#x5DE5;&#x4F5C;&#x4E0D;&#x4E00;&#x6A23;&#xFF0C;&#x4F60;&#x5F97;&#x81EA;&#x5DF1;&#x53BB;&#x8DDF;&#x4E0A;&#x53F8;&#x6216;&#x5BA2;&#x6236;&#x6572;&#x5B9A;&#x4E00;&#x6BB5;&#x6642;&#x9593;&#x8981;&#x905E;&#x4EA4;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#xFF0C;&#x638C;&#x63E1;&#x81EA;&#x5DF1;&#x7684;&#x5DE5;&#x4F5C;&#x7BC0;&#x594F;&#xFF0C;&#x8B93;&#x4E00;&#x5207;&#x7684;&#x4E8B;&#x60C5;&#x90FD;&#x9806;&#x5229;&#x7684;&#x9032;&#x884C;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x662F; freelancer &#x82E5;&#x9032;&#x5EA6; delay &#x6642;&#xFF0C;&#x4E26;&#x6C92;&#x6709; PM &#x5728;&#x524D;&#x9762;&#x64CB;&#x5B50;&#x5F48;&#xFF0C;&#x4F60;&#x5C07;&#x9762;&#x81E8;&#x8840;&#x6DCB;&#x6DCB;&#x7684;&#x6279;&#x5224;&#xFF0C;&#x751A;&#x81F3;&#x5931;&#x53BB;&#x9019;&#x500B;&#x5408;&#x4F5C;&#x95DC;&#x4FC2;&#xFF0C;&#x5931;&#x53BB;&#x9019;&#x7B46;&#x6536;&#x5165;&#x4F86;&#x6E90;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x662F;&#x6B63;&#x8077;&#x7684;&#x54E1;&#x5DE5;&#xFF0C;&#x53EA;&#x662F;&#x9060;&#x7AEF;&#x5728;&#x5BB6;&#x5DE5;&#x4F5C;&#xFF0C;&#x5F88;&#x5FEB;&#x7684; PM &#x5C07;&#x6703;&#x76EF;&#x4E0A;&#xFF0C;&#x56E0;&#x70BA;&#x4F60;&#x4E0D;&#x5728;&#x516C;&#x53F8;&#x800C;&#x56B4;&#x91CD;&#x7684;&#x61F7;&#x7591;&#x4F60;&#xFF0C;&#x90FD;&#x5728;&#x5BB6;&#x5077;&#x61F6;&#x6C92;&#x505A;&#x4E8B;&#xFF0C;&#x5373;&#x6642;&#x4F60;&#x4E26;&#x6C92;&#x6709;&#x5077;&#x61F6;&#xFF0C;&#x751A;&#x81F3;&#x4F60;&#x9084;&#x6BD4;&#x4E00;&#x822C;&#x53BB;&#x8FA6;&#x516C;&#x5BA4;&#x7684;&#x4EBA;&#x52A0;&#x73ED;&#x66F4;&#x591A;&#xFF0C;&#x53EA;&#x662F;&#x56E0;&#x70BA;&#x6280;&#x8853;&#x4E0A;&#x7684;&#x74F6;&#x9838;&#x6709;&#x6240; delay&#xFF0C;&#x6709;&#x82E6;&#x8AAA;&#x4E0D;&#x51FA;&#xFF0C;&#x63A5;&#x8457;&#x8207;&#x4E0A;&#x53F8;&#x7684;&#x95DC;&#x4FC2;&#x6469;&#x5DEE;&#x5C31;&#x8D8A;&#x4F86;&#x8D8A;&#x56B4;&#x91CD;&#x3002;</p>
<h4 id="&#x5C0F;&#x5FC3;&#x6EBA;&#x6B7B;">&#x5C0F;&#x5FC3;&#x6EBA;&#x6B7B;</h4>
<p>&#x96D6;&#x7136;&#x958B;&#x59CB;&#x5617;&#x8A66;&#x505A;&#x9060;&#x8DDD;&#x5DE5;&#x4F5C;&#x7684;&#x6642;&#x5F8C;&#xFF0C;&#x6211;&#x5DF2;&#x7D93;&#x6709;&#x4E94;&#x5E74;&#x7684;&#x958B;&#x767C;&#x7D93;&#x9A57;&#xFF0C;&#x4F46;&#x662F;&#x90A3;&#x4EFD;&#x9060;&#x8DDD;&#x5DE5;&#x4F5C;&#x7684;&#x5167;&#x5BB9;&#xFF0C;&#x5176;&#x5BE6;&#x662F;&#x6211;&#x4E0D;&#x592A;&#x719F;&#x6089;&#x7684;&#x9818;&#x57DF;&#x300C;&#x6E2C;&#x8A66;&#x958B;&#x767C;&#x300D;&#xFF0C;&#x4E26;&#x7528;&#x7576;&#x6642;&#x6211;&#x6839;&#x672C;&#x6C92;&#x63A5;&#x89F8;&#x904E;&#x7684; Groovy  &#x8DDF; Python &#x8A9E;&#x8A00;&#xFF0C;&#x6240;&#x4EE5;&#x4E00;&#x958B;&#x59CB;&#x7684;&#x78BA;&#x662F;&#x5403;&#x4E86;&#x883B;&#x591A;&#x82E6;&#x982D;&#xFF0C;&#x5728;&#x77ED;&#x7684;&#x6642;&#x9593;&#x5167;&#x9700;&#x8981;&#x80FD;&#x95B1;&#x8B80; Python &#x6539;&#x5BEB;&#x6210; Groovy&#xFF0C;&#x4E26;&#x5FEB;&#x901F;&#x77AD;&#x89E3;&#x6E2C;&#x8A66;&#x6846;&#x67B6;&#x7684;&#x7528;&#x6CD5;&#xFF0C;&#x8B93;&#x6E2C;&#x8A66;&#x7A0B;&#x5F0F;&#x63A5; CI / CD &#x7CFB;&#x7D71;&#xFF0C;&#x5728;&#x5169;&#x5E74;&#x591A;&#x524D;&#x6E2C;&#x8A66;&#x9818;&#x57DF;&#x7684;&#x66F8;&#x76F8;&#x7576;&#xFF0C;&#x5C11;&#x4E5F;&#x6C92;&#x4EC0;&#x9EBC;&#x4EBA;&#x5728;&#x8A0E;&#x8AD6;&#x4EA4;&#x6D41;&#xFF0C;&#x6216;&#x8A31;&#x82F1;&#x6587;&#x7684;&#x8CC7;&#x8A0A;&#x6709;&#xFF0C;&#x4E0D;&#x904E;&#x4F9D;&#x7167;&#x7576;&#x6642;&#x6211;&#x7684;&#x82F1;&#x6587;&#x7A0B;&#x5EA6;&#x4E5F;&#x6C92;&#x8FA6;&#x6CD5;&#x6D88;&#x5316;&#xFF0C;&#x9019;&#x4E5F;&#x662F;&#x70BA;&#x4EC0;&#x9EBC;&#x4E4B;&#x5F8C;&#x51FA;&#x570B;&#x6D41;&#x6D6A;8&#x500B;&#x6708;&#x7684;&#x539F;&#x56E0;&#x4E4B;&#x4E00;&#x3002;</p>
<p>&#x56DE;&#x6B78;&#x6B63;&#x984C;&#xFF0C;&#x76F8;&#x4FE1;&#x5927;&#x5BB6;&#x90FD;&#x6709;&#x767C;&#x751F;&#x904E;&#x67D0;&#x500B; bug &#x5361;&#x5F88;&#x4E45;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x6709;&#x4EBA;&#x53EF;&#x4EE5;&#x5E6B;&#x4F60;&#x9EDE;&#x4E00;&#x4E0B;&#xFF0C;&#x6216;&#x53BB;&#x5916;&#x9762;&#x900F;&#x900F;&#x6C23;&#xFF0C;&#x518D;&#x56DE;&#x4F86;&#x601D;&#x7DD2;&#x6BD4;&#x8F03;&#x6E05;&#x6670;&#x5F8C;&#xFF0C;&#x89E3; bug &#x7684;&#x9748;&#x611F;&#x5C31;&#x4F86;&#x4E86;&#xFF0C;&#x6211;&#x5011;&#x90FD;&#x662F;&#x5C08;&#x696D;&#x7684;&#x5DE5;&#x7A0B;&#x5E2B;&#xFF0C;&#x88AB;&#x8A13;&#x7DF4;&#x6210;&#x5177;&#x6709;&#x5F37;&#x5927;&#x7684;&#x7368;&#x7ACB;&#x89E3;&#x6C7A;&#x554F;&#x984C;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x5728;&#x67D0;&#x4E9B;&#x60C5;&#x6CC1;&#xFF0C;&#x6211;&#x5011;&#x4E0D;&#x559C;&#x6B61;&#x4E00;&#x76F4;&#x554F;&#x554F;&#x984C;&#xFF0C;&#x800C;&#x4E14;&#x4E0D;&#x8A8D;&#x70BA;&#x4E00;&#x76F4;&#x554F;&#x554F;&#x984C;&#x662F;&#x5C0D;&#x7684;&#xFF0C;&#x6709;&#x58D3;&#x529B;&#x7684;&#x601D;&#x8003;&#x5176;&#x5BE6;&#x662F;&#x4E00;&#x7A2E;&#x8A13;&#x7DF4;&#x3001;&#x5B78;&#x7FD2;&#x3001;&#x6210;&#x9577;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x554F;&#x984C;&#x4E00;&#x76F4;&#x6301;&#x7E8C;&#x592A;&#x4E45;&#xFF0C;&#x4E0D;&#x9858;&#x5C0D;&#x5916;&#x6C42;&#x63F4;&#x7684;&#x8A71;&#xFF0C;&#x4F60;&#x53EF;&#x80FD;&#x6703;&#x6EBA;&#x6583;&#x3002;</p>
<p>&#x6709;&#x4E9B;&#x4EBA;&#x53EF;&#x80FD;&#x8A8D;&#x70BA;&#x4E0D;&#x9858;&#x610F;&#x5C0D;&#x5916;&#x6C42;&#x63F4;&#x662F;&#x56E0;&#x70BA;&#x9762;&#x5B50;&#x592A;&#x8584;&#xFF0C;&#x9019;&#x6211;&#x5012;&#x4E0D;&#x8A8D;&#x70BA;&#xFF0C;&#x767C;&#x751F;&#x5728;&#x6211;&#x81EA;&#x8EAB;&#x7684;&#x7D93;&#x9A57;&#x662F;&#xFF0C;&#x82E5;&#x5728;&#x4E0D;&#x719F;&#x6089;&#x7684;&#x554F;&#x984C;&#x9818;&#x57DF;&#xFF0C;&#x5BB9;&#x6613;&#x8AA4;&#x5224;&#x554F;&#x984C;&#x7684;&#x6DF1;&#x5EA6;&#xFF0C;&#x81EA;&#x5DF1;&#x89BA;&#x5F97;&#x5DF2;&#x7D93;&#x5B8C;&#x6210; 80% &#x4E86;&#xFF0C;&#x61C9;&#x8A72;&#x5F8C;&#x9762; 20%&#xFF0C;&#x5C31;&#x5728;&#x591A;&#x722D;&#x53D6;&#x4E00;&#x4E9B;&#x6642;&#x9593;&#x5C31;&#x597D;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x6709;&#x53EF;&#x80FD;&#x90A3; 20%&#xFF0C;&#x662F;&#x6574;&#x500B;&#x4EFB;&#x52D9;&#x6700;&#x96E3;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5C31; gg &#x4E86;&#x3002;</p>
<p>&#x9019;&#x88E1;&#x7684;&#x5C0D;&#x5916;&#x6C42;&#x63F4;&#xFF0C;&#x672A;&#x5FC5;&#x662F;&#x8AAA;&#x6709;&#x4EBA;&#x53EF;&#x4EE5;&#x5E6B;&#x4F60;&#x89E3; bug &#x6216; code review&#xFF0C;&#x56E0;&#x70BA;&#x5F80;&#x5F80;&#x5DE5;&#x4F5C;&#x4E45;&#x4E86;&#xFF0C;&#x4F60;&#x65E9;&#x5DF2;&#x8B8A;&#x516C;&#x53F8;&#x6700;&#x8CC7;&#x6DF1;&#x7684;&#x4EBA;(&#x82E5;&#x4F60;&#x5728;&#x5C0F;&#x516C;&#x53F8;&#x6216;&#x65B0;&#x5275;&#x516C;&#x53F8;&#x5DE5;&#x4F5C;&#x7684;&#x8A71;)&#xFF0C;&#x6216;&#x662F;&#x4F60;&#x7814;&#x7A76;&#x9818;&#x57DF;&#x516C;&#x53F8;&#x6C92;&#x6709;&#x76F8;&#x540C;&#x8077;&#x52D9;&#x7684;&#x4EBA;&#xFF0C;&#x5176;&#x4ED6;&#x4EBA;&#x8981;&#x5E6B;&#x4F60;&#x4E5F;&#x7121;&#x5F9E;&#x4E0B;&#x624B;&#x3002;&#x4F46;&#x6709;&#x4E9B;&#x4E8B;&#x60C5;&#x9084;&#x662F;&#x53EF;&#x4EE5;&#x63D0;&#x524D;&#x5354;&#x5546;&#x7684;&#xFF0C;&#x4F8B;&#x5982;&#x554F;&#x554F; PM &#x662F;&#x5426;&#x53EF;&#x4EE5;&#x5EF6;&#x6642;&#x9593;&#x3001;&#x82E5;&#x9019;&#x90E8;&#x5206;&#x7684;&#x529F;&#x80FD;&#x80FD;&#x975E;&#x5FC5;&#x8981;&#x9805;&#x76EE;&#xFF0C;&#x53EF;&#x4EE5;&#x5148;&#x505A;&#x5176;&#x4ED6;&#x4EFB;&#x52D9;&#xFF0C;&#x66AB;&#x6642;&#x8DF3;&#x812B;&#x60C5;&#x5883;&#x4E4B;&#x5F8C;&#xFF0C;&#x5C08;&#x6848;&#x7684;&#x5C3E;&#x8072;&#x9084;&#x6709;&#x5269;&#x9918;&#x6642;&#x9593;&#xFF0C;&#x518D;&#x91CD;&#x65B0; review &#x9019;&#x500B;&#x9805;&#x76EE;&#xFF0C;&#x6703;&#x6709;&#x53E6;&#x4E00;&#x5957;&#x601D;&#x7DAD;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="what-is-remote-job.html" class="navigation navigation-prev " aria-label="Previous page: 什麼是遠距工作">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="family.html" class="navigation navigation-next " aria-label="Next page: 家人的衝突">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"遠距工作真的好嗎？","level":"1.4","depth":1,"next":{"title":"家人的衝突","level":"1.5","depth":1,"path":"family.md","ref":"family.md","articles":[]},"previous":{"title":"什麼是遠距工作","level":"1.3","depth":1,"path":"what-is-remote-job.md","ref":"what-is-remote-job.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"is-it-really-so-good.md","mtime":"2021-02-25T00:40:10.163Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-02-25T00:40:36.006Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

